interface presentation {
    text: string
}

export const presentation_1: presentation = {
    text: `
        Здравствуйте!
        Моя главная задача - поддержать в трудной ситуации, вместе найти выход из тупика и помочь почувствовать уверенность в завтрашнем дне.
        
        С какими запросами я работаю:
        - отношения с партнёром;
        - отношения с родителями;
        - конфликты семейные или на работе.
        
        Оказываю психологическую помощь в трудных ситуациях:
        -стресс/тревожность в условиях неопределенности,
        - одиночество,
        - трудности в принятии решений,
        - проблемы в общении,
        - проблемы профессионального самоопределения и другие.
        
        Не работаю с зависимостями и людьми, имеющими психиатрический диагноз.
        
        В своей профессиональной практике я использую принципы гуманистического подхода - это вера в человека, в первую очередь, в позитивность его намерений.
    `
}