import { Card, Typography } from '@mui/material';

export const Description = () => {
	return (
		<Card sx={{ p: 4 }}>
			<Typography>
				Я - нарративный психолог, опыт работы более 35 лет. Люди — это
				не их проблемы. У каждой истории есть альтернативная глава.
				<br />
				Нарративный психолог – собиратель историй. Люди доверяют мне
				свои истории и разрешают стать «соавтором» их счастливых
				жизненных сценариев.
				<br />
				Много лет назад ко мне пришла печальная женщина: «я знаю, что
				меня нельзя полюбить – не за что. Я очень устала». Она давно
				замужем и у них прекрасные дети.
				<br />
				Мы вместе переписали ее историю — и это изменило не только ее
				жизнь, но и мой профессиональный путь.
				<br /> Я не ставлю диагнозов — я работаю с людьми, которые
				временно поверили в чужие установки.
				<br /> Мои инструменты:
				<ul>
					<li>любопытство, вместо интерпретаций</li>
					<li>вопросы, вместо советов</li>
					<li>ваши уникальные истории, вместо моих теорий</li>
				</ul>
				Мои клиенты женщины и мужчины, которые сталкиваются с вопросами,
				которые не могут решить.
				<br /> Вопросы могут быть разные:{' '}
				<ul>
					<li>«Моя дочь перестала меня слушаться»</li>
					<li>
						«Понимаю, что пора уйти с нелюбимой работы, но страшно»
					</li>
					<li>«Бизнес не развивается, страдает моя репутация»</li>
					<li>«Как перестать быть «родителем» своей матери»</li>
					<li>«Как научиться говорить «нет»</li>
					<li>«Развожусь с мужем, мне невыносимо и страшно»</li>
					<li>
						«Моя дочь после развода ушла жить к отцу, я осталась
						совсем одна» ...и множество других тем.
					</li>
				</ul>
				<br /> Каждый раз, когда клиент говорит: «Я никогда не думал об
				этом так», я вспоминаю, что люди — это не их проблемы. А еще —
				что у каждой истории есть альтернативная глава. Моя миссия —
				помогать ее находить.
			</Typography>
		</Card>
	);
};
